Repository: kanmear/flutter_test_task
Catalog: lib/l10n/app_*.arb
Languages: ru

# userGreeting
source: Hello, {username}!
ru: Привет, {username}!

# username
source: Peter
ru: Дмитрий

# savedLiters
source: Liters saved
ru: Накоплено литров

# bonusLiter
source: Every 11 liter is free
ru: Каждый 11 литр в подарок

# accumulatedPoints
source: Points accumulated
ru: Накоплено баллов

# collectPoints
source: Collect points and get rewards
ru: Собирайте баллы и получайте бонусы

source: Be in touch
ru: Будь в курсе

# newsTitle1
source: New craft sorts already in stock
ru: Новые сорта крафта уже в наличии в магазинах

# newsTitle2
source: We are celebrating 10 years with 10% off of everything!
ru: Нам 10 лет повышаем скидку до 10% на всё!

# homePageLabel
source: Main
ru: Главная

# infoPageLabel
source: Info
ru: Информация

# shopPageLabel
source: Shops
ru: Магазины

# profilePageLabel
source: Profile
ru: Профиль

source: Enter your phone number
ru: Введите ваш номер телефона

# weWillSendYouVerificationCode
source: We will send you a verification code
ru: Мы вышлем вам проверочный код

# doNotHaveAnAccount
source: Not registered?
ru: У вас нет аккаунта?

source: Registration
ru: Регистрация

source: Enter verification code
ru: Введите номер активации

source: We sent it to
ru: Мы выслали его на номер

# canSendAgainIn
source: New code available in
ru: Отправить код повторно можно через

source: That number is not registered
ru: Указанный вами номер не найден

# codeIsIncorrect
source: Wrong code
ru: Неверный код

source: Next
ru: Далее

# enterSystem
source: Log in
ru: Войти в систему

# sendAgain
source: Send code again
ru: Отправить код повторно
